/* Cartão com data de vencimento */
"cartao.exemplo1.descricao" = "Cartão com data de vencimento";

/* Cartão de crédito */
"cartao.exemplo1.nome" = "Cartão de crédito";

/* Outras formas de parcelamento */
"cartao.exemplo2.descricao" = "Outras formas de parcelamento";

/* Outros */
"cartao.exemplo2.nome" = "Outros";

/* Titulo popup atenção */
"titulo.atencao" = "Atenção!";

/* Titulo popup de boas vindas */
"titulo.bemvindo" = "Bem vindo!";

/* Titulo popup atenção */
"titulo.melhordia" = "Melhor dia!";

/* Titulo popup Pagamento */
"titulo.pagamento" = "Pagamento!";

/* Primeira mensagem lista de compras */
"lista.compras.primeira.mensagem" = "Utilize o botão + acima para cadastrar novas compras. Para alterar suas compras toque em qualquer parte da linha com o item desejado.";

/* Sem contas cadastradas popup */
"lista.compras.popup.semcontas" = "Antes de cadastrar as suas compras é necessário informar uma conta de cartão de crédito. Clique em OK e cadastre o cartão que você mais utiliza. Você pode gerenciar os seus cartões utilizando o ícone Contas.";

/* Aviso de melhor dia de compras */
"lista.compras.popup.melhordia" = "Hoje é o melhor dia de compra com cartão! \n\n%@\nCompras realizadas hoje terão vencimento apenas no próximo mês. Aproveite!";

/* Primeira mensagem lista de contas */
"lista.contas.primeira.mensagem" = "Aqui você visualiza e controla seus cartões de crédito. Utilize o botão + acima para cadastrar novas Contas. Para alterar suas compras atuais, toque na linha com o item desejado. Para apagar uma conta, você deve tocar no botão Editar no canto superior direito. Cadastre uma conta para cada cartão de crédito que você possui.";

/* Compras presentes cuidado ao apagar */
"lista.contas.popup.apagar" = "Esta conta possui compras e parcelas associadas que também serão apagadas. Você irá perder todos esses dados se optar por excluir a conta. Você confirma a exclusão da conta?";

/* Primeiro uso parcelas */
"lista.parcelas.primeiro.uso" = "Aqui são mostradas as parcelas da compra. Você pode alterar uma parcela tocando na linha desejada. Parcelas não podem ser apagadas. Para apagar as parcelas você deve editar a compra relacionada e diminuir, ou aumentar, a quantidade de parcelas.";

/* Primeiro uso previsão */
"lista.previsao.primeiro.uso" = "A previsão é o local onde você pode ver quais parcelas vencem neste mês e em meses futuros. Você também pode acompanhar o valor de cada parcela e também o valor total já gasto somando todos os seus cartões/contas.";

/* Dia de vencimento do cartão */
"lista.previsao.vencimento.cartao" = "Hoje é dia de vencimento de cartão! \n\n%@\nNão esqueça de pagar suas parcelas!";

/* Previsao texto informativo */
"lista.previsao.texto.informativo" = " Compras no período ";

/* Previsao texto no total de */
"lista.previsao.texto.nototalde" = "no total de";

/* Previsao aviso estouro mensal */
"lista.previsao.texto.estouromensal" = " Você ultrapassou seu objetivo em ";

/* Sem parcelas em nenhuma conta */
"cadastro.pagamento.semparcelas" = "Você não possui parcelas pendentes de pagamente para o mês atual em nenhuma das suas contas. Você pode pagar suas parcelas apenas no mês do seu vencimento.";

/* Sem parcelas na conta escolhida */
"cadastro.pagamento.conta.semparcelas" = "A conta escolhida não possui parcelas pendentes de pagamento para o mês atual. Você pode pagar suas parcelas apenas no mês do seu vencimento.";

/* Pagamento Efetuado */
"cadastro.pagamento.conta.pagamentoefetuado" = "Pagamento efetuado.";

/* Pagamento a maior */
"cadastro.pagamento.conta.amaior" = "Você não pode pagar um valor maior que o total previsto da fatura.";

/* Pagamento a menor */
"cadastro.pagamento.conta.amenor" = "Você pagou um valor menor que o total pendente. A diferença será acrescida de juros do cartão e adicionada na previsão do próximo mês.";

/* Campos faltando */
"cadastro.conta.campos.faltando" = "Você não informou a descrição da conta ou o nome da empresa. Não tem problema, vou preencher para você com o nome e descrição do tipo da conta escolhida. Não se preocupe, depois você pode editar e mudá-la.";

/* Marcar parcelas como */
"cadastro.compra.marcar.parcelas" = "As parcelas vencidas devem ser marcadas como?";

/* Ação ao apagar parcelas */
"cadastro.compra.apagar.parcelas" = "Os dados das parcelas mudaram. Será necessário apagar as parcelas atuais e criar novas parcelas. O que você deseja fazer?";

/* Ação ao apagar parcelas pendentes */
"cadastro.compra.apagar.parcelaspendente" = "Os dados das parcelas mudaram. Será necessário apagar as parcelas atuais e criar novas parcelas. As parcelas que venceram em meses anteriores estarão pendentes de pagamento e você deve marcá-las como pagas manualmente. O que você deseja fazer?";


/* Descrição da conta de exemplo */
"conta.exemplo.cadastro.nome" = "VISA (Exemplo)";

/* Empresa da conta de exemplo */
"conta.exemplo.cadastro.empresa" = "Banco Vida Parcelada S/A";

/* Descrição da compra de exemplo */
"compra.exemplo.cadastro.descricao" = "iPod Touch 8Gb (Exemplo)";

/* Detalhes da compra de exemplo */
"compra.exemplo.cadastro.detalhes" = "Promoção da loja (Exemplo)";

/* Importante datas popup */
"cadastro.compra.popup.datas" = "Para que as parcelas sejam criadas corretamente é muito importante que o vencimento e o melhor dia para compra do seu cartão sejam informados corretamente. O vencimento é utilizado para saber quando as parcelas precisam ser pagas. Já o melhor dia é o dia do mês que tem o maior prazo para pagamento, ou seja, o dia posterior ao fechamento da fatura.";

/* Data da compra*/
"cadastro.compra.popup.datacompra" = "Sempre informe a data da compra. Ela será usada em conjunto com o melhor dia e o vencimento do seu cartão para criar as parcelas com a data de vencimento correta.";

/* Confirmação de pagamento zerado */
"cadastro.pagamento.conta.valorzerado" = "Deixando o valor do pagamento zerado o aplicativo irá lançar uma parcela para o vencimento no próximo mês com o total a ser pago acrescido de juros. Você realmente confirma o não pagamento deste cartão?";

/* Total de gastos previstos em todas as contas */
"cadastro.conta.footer.previsto" = "Total de gastos previsto em todas as contas ";

/* Conta desta compra foi apagada */
"cadastro.compra.conta.apagada" = "A conta associada a esta compra foi apagada. Você terá que cadastrar essa compra novamente.";

/* parcela */
"lista.previsao.texto.parcela" = "parcela";

/* parcela */
"lista.previsao.texto.parcelas" = "parcelas";

/* Previsão para */
"parcela.titulo.previsao" = "Previsão para";

/* Nenhuma conta */
"pagamento.info.cartao.semconta" = "Nenhuma conta";

/* Sem parcelas pendentes */
"pagamento.info.cartao.semparcelaspendentes" = "Sem parcelas pendentes.";

/* Parcelas já pagas */
"cadastro.compra.parcelas.pagas" = "Parcelas já pagas";

/* Pendente pagamento */
"cadastro.compra.parcelas.pendentes" = "Pendente pagamento";

/* Cancelar atualização */
"cadastro.compra.parcelas.cancel" = "Cancelar atualização";

/* Recriar parcelas */
"cadastro.compra.parcelas.recreate" = "Recriar parcelas";

/* Juros do cartão */
"pagamento.cartao.juros.proxmes" = "Juros do cartão";

/* Descrição Parcela */
"parcela.nova.descricao" = "Parcela ";

/* Separador de atual e total de parcelas */
"parcela.nova.separador" = "de";

